11/data/attachments/4a79d1a224761de2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_notice_Actions_66296_2</nif:username>
            <nif:friendToBeRequested>soap_actions_14d1f2c5-7fb6-4d2a-ac48-035caae96caa</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>